loadtest/test_logs/log_connection_200_thread_6.txt
Running 5s test @ http://34.81.49.12:80
  6 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    67.69ms   18.22ms 141.30ms   70.77%
    Req/Sec   480.37    112.14   680.00     72.33%
  14393 requests in 5.02s, 12.49MB read
Requests/sec:   2864.71
Transfer/sec:      2.49MB