loadtest/test_logs/log_connection_200_thread_8.txt
Running 5s test @ http://34.81.49.12:80
  8 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   123.99ms  131.88ms   1.05s    91.48%
    Req/Sec   288.50    115.88   545.00     68.02%
  10257 requests in 5.03s, 8.90MB read
Requests/sec:   2038.86
Transfer/sec:      1.77MB