loadtest/test_logs/log_connection_400_thread_8.txt
Running 5s test @ http://34.81.49.12:80
  8 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    77.96ms   22.52ms 167.82ms   72.54%
    Req/Sec   388.65    137.59   777.00     69.60%
  15475 requests in 5.03s, 13.43MB read
  Socket errors: connect 155, read 0, write 0, timeout 0
Requests/sec:   3076.85
Transfer/sec:      2.67MB